const ru = {
  hi: "приветь",
  changeLang: "Ру",
  aboutUs: "О нас",
  Industries: "Отрасли",
  travelNavbar: "   Путешествия и прочее ",
  retailNavbar: "Розничная торговля",
  fintechNavbar: "Финтех и банковское дело",

  titleOfheader:
    "креативное цифровое агентство, работающее со стартапами и предприятиями",
  countOfApp: "Приложения созданы",
  countEmployee: "Сотрудники",
  countReviews: "Положительные отзывы",
  count: "Количество наших офисов",
  bannerTitle:
    "Мы полностью удаленная команда из 35 человек, работающих в офисах в Европе",
  bannerSubtitle: "",
  teamTitle: "Наша команда",
  teamSubtile: "",
  teamLead: "Лидер группы",
  commentTitle: "Что говорят наши клиенты",
  commentSubtile: "Что говорят наши клиенты",
  contactTitle: "СВЯЗАТЬСЯ С НАМИ",
  contactSubtitle:
    "Есть вопросы или предложения? Ответы на все вопросы вы можете получить по телефону, электронной почте, телефону или через форму обратной связи.",
  inputName: "Ваше имя",
  inputEmail: "Ваш адрес электронной почты",
  inputPhone: "Ваш номер телефона",
  teaxtareaMessage: "Ваше сообщение...",
  Submit: "Отправить",
  contactFormSubtitle:
    "Отправляя этот запрос, вы соглашаетесь с нашей политикой конфиденциальности. ",
  privancy: " Политика конфиденциальности",
  contactFormSubtitleCon:
    "Вы соглашаетесь с нашей политикой конфиденциальности.",
  memoriable: "Фотогалерея",

  //travel
  topHeaderOfTitleOfTravel:
    "Главная / Отрасли / Путешествия, логистика и гостиничный бизнес",

  headerOfTitleOfTravel:
    "Финтех, банковское дело, финансовые услуги и страхование ",
  headerOfSubtitleOfTravel:
    "Раскройте искусство и науку привлечения путешественников с помощью комплексных туристических технологий.",
  overviewOfTitleOfTravel: "Обзор",
  overviewOfSubtitleOfTravel:
    "Наши комплексные программные решения для путешествий, созданные с учетом технологических потребностей отрасли, помогают стимулировать бизнес-инновации. Мы специализируемся на предоставлении комплексных услуг по разработке программного обеспечения для управления поездками, чтобы стимулировать цифровую трансформацию для наших клиентов и помочь им обеспечить бесперебойное, персонализированное и дифференцированное обслуживание клиентов. Мы помогаем туристическим компаниям создавать новые модели взаимодействия, чтобы идти в ногу с растущими ожиданиями клиентов в цифровом мире, одновременно балансируя затраты. Наши решения помогают туристическим компаниям безгранично масштабироваться, заново изобретать услуги и достигать видения качества обслуживания клиентов — от точек взаимодействия до поездок.",
  skilTitleOfTravel: "Инновации в сфере гостеприимства",
  skilOneTitleOfTravel: "Искусственный интеллект (ИИ)",
  skilOneSubtitleOfTravel:
    "Туристические бренды используют искусственный интеллект (ИИ), чтобы создавать индивидуальные рекомендации для путешественников на основе их предыдущей истории путешествий и стимулировать количество бронирований.",
  skilTwoTitleOfTravel:
    "Дополненная реальность (AR) / Виртуальная реальность (VR)",
  skilTwoSubtitleOfTravel:
    "Технологии AR и VR позволяют туристическим и гостиничным предприятиям улучшать физическую среду, чтобы привлечь больше туристов.",
  skilThreeTitleOfTravel: "Блокчейн",
  skilThreeSubtitleOfTravel:
    "Технология неизменяемого распределенного реестра Blockchain изолирует основные болевые точки индустрии гостеприимства, удаляя слои между потребителями и продавцами.",
  skilFourTitleOfTravel: "Интернет вещей (IoT)",
  skilFourSubtileOfTravel:
    "Технология Интернета вещей производит революцию в сфере гостеприимства, помогая отрасли соблюдать нормативные требования и отслеживать активы.",
  titleOfSolutionOfTravel:
    "Наши программные решения для гостиничного бизнеса и путешествий",
  titleOfCardOfOneSolutionOfTravel:
    "Программное обеспечение для системы онлайн-бронирования",
  subtitleOfCardOfOneSolutionOfTravel:
    "Мы разрабатываем высокотехнологичные и сложные программные решения для механизмов онлайн-бронирования на основе искусственного интеллекта, которые повышают коэффициент конверсии и превращают онлайн-порталы для путешествий в высокодоходные каналы продаж. Наши решения для туристических порталов предназначены для сокращения общего времени поиска и бронирования, а также для увеличения продаж.",
  titleOfCardOfTwoSolutionOfTravel:
    "Услуги по разработке приложений для путешествий",
  subtitleOfCardOfTwoSolutionOfTravel:
    "Наши мобильные решения для туристической индустрии позволяют туристическим брендам оставаться на шаг впереди. Мы предлагаем услуги по разработке туристических приложений для создания приложений для напоминаний о рейсах, предложений по питанию с учетом местоположения, решений для бронирования билетов и отелей, решений CRM и бронирования аренды транспортных средств.",
  titleOfCardOfThreeSolutionOfTravel: "Услуги веб-разработки для путешествий",
  subtitleOfCardOfThreeSolutionOfTravel:
    "Мы — компания по разработке туристических порталов, которая предлагает туристические веб-разработки с адаптивным дизайном и навигационным пользовательским интерфейсом (UI) для обеспечения беспрепятственного взаимодействия с пользователем (UX). Дизайн нашего туристического портала объединяет функции маркетинга, модули платежного шлюза, мультивалютную локализацию и языки.",
  titleOfCardOfFourSolutionOfTravel:
    "Разработка туристического портала B2B и B2C ",
  subtitleOfCardOfFourSolutionOfTravel:
    "Мы предлагаем услуги по разработке туристических порталов B2C и B2B для создания решений, которые улучшают качество бронирования поездок как для клиентов B2C (конечные пользователи), так и для клиентов B2B (турагенты). Мы помогаем туристическим брендам получить отличный опыт управления поездками, предоставляя индивидуальные услуги онлайн-турагентам. ",
  titleOfCardOfFiveSolutionOfTravel: " Системы управления бронированием ",
  subtitleOfCardOfFiveSolutionOfTravel:
    "Наши эксперты разрабатывают комплексные системы управления бронированием, которые помогают оптимизировать операции и обеспечивают полную прозрачность всех бронирований в нескольких объектах размещения. Мы создаем решения с автоматизированной отчетностью для расчетов и беспрепятственной навигации по истории платежей. ",
  titleOfCardOfSixSolutionOfTravel:
    "Система управления туристическим агентством ",
  subtitleOfCardOfSixSolutionOfTravel:
    "Мы предлагаем услуги по разработке веб-сайтов туристических агентств, которые помогут турагентам превзойти конкурентов за счет автоматизации операций, продаж, маркетинга и финансов. Наши мощные механизмы позволяют автоматизировать рабочий процесс продаж с мгновенным ценовым предложением, выставлением счетов и автоматическими электронными письмами для отслеживания потенциальных клиентов. ",
  titleOfCardOfSevenSolutionOfTravel:
    "Программное обеспечение для бронирования рейсов ",
  subtitleOfCardOfSevenSolutionOfTravel:
    "Мы помогаем упростить сложный процесс бронирования с помощью специального программного обеспечения для бронирования авиабилетов и авиабилетов с расширенными функциями, такими как алгоритмы расчета тарифов, управление местами и регистрация багажа. Мы интегрируемся практически со всеми поставщиками API для бронирования авиабилетов, чтобы вы могли предложить больший выбор, прозрачность и персонализацию.",
  titleOfCardOfEightSolutionOfTravel:
    "Программное обеспечение для бронирования отелей ",
  subtitleOfCardOfEightSolutionOfTravel:
    "Являясь поставщиком интеграции API для отелей, мы помогаем увеличить количество прямых бронирований без комиссии. Наши эксперты разрабатывают механизмы бронирования на базе искусственного интеллекта и машинного обучения, чтобы гостиничные бренды могли продавать недвижимость дороже, предоставляя рекомендации на основе информации о рейсах путешественников.",
  titleOfCardOfNineSolutionOfTravel:
    "Программное обеспечение CRM для путешествий ",
  subtitleOfCardOfNineSolutionOfTravel:
    "Наше программное обеспечение Travel CRM помогает туристическим компаниям получить полное 360-градусное представление о своих клиентах на протяжении всего процесса покупки и позволяет им приносить пользу. Межфункциональные команды могут использовать единую платформу данных о клиентах, чтобы получить представление о клиентах, их личных данных, их потребностях и предпочтениях.",

  subTileOfAnalisOneOfTravel: "Годы опыта",
  subTileOfAnalisTwoOfTravel: "Глобальные клиенты",
  subTileOfAnalisThreeOfTravel: "Эксперты-разработчики",

  //travel

  //retail Retail
  topHeaderOfTitleOfRetail:
    "Главная / Отрасли / Программные решения для розничной торговли и электронной коммерции",
  headerOfTitleOfRetail:
    "Программные решения для розничной торговли и электронной коммерции",

  headerOfSubtitleOfRetail:
    "Содействие росту с помощью динамичных решений для электронной коммерции",
  overviewOfTitleOfRetail:
    "Помогаем вам обеспечить более высокий уровень удовлетворенности клиентов с помощью решений для электронной коммерции, основанных на цифровом интеллекте.",
  overviewOfSubtitleOfRetail:
    "MagicSoft Pro — глобальная компания, занимающаяся цифровой трансформацией, и ведущий поставщик услуг по разработке программного обеспечения для электронной коммерции. Мы предлагаем индивидуальные услуги по разработке приложений для электронной коммерции, уделяя особое внимание внешнему подходу и сравнительному анализу для преодоления болевых точек. Как динамичная компания по разработке веб-сайтов электронной коммерции, мы помогаем игрокам отрасли розничной торговли и электронной коммерции реализовать диверсифицированный набор стратегий роста. Наша дорожная карта для электронной коммерции включает в себя создание прототипов, пилотное тестирование, проверку концепции (PoC) и внедрение механизмов динамического ценообразования, чтобы помочь достичь устойчивого и последовательного роста наряду с продуманным наращиванием потенциала.",
  skilTitleOfRetail: "Технологические инновации в розничной торговле",
  skilOneTitleOfRetail: "Дополненная реальность (AR) и O2O",
  skilOneSubtitleOfRetail:
    "Цифровые бренды электронной коммерции тестируют возможности онлайн-офлайн (O2O) с поддержкой дополненной реальности, поскольку грань между физической и цифровой коммерцией стирается.",
  skilTwoTitleOfRetail: "Искусственный интеллект (ИИ) ",
  skilTwoSubtitleOfRetail:
    "Бренды электронной коммерции полагаются на встроенные автоматические модули защиты от мошенничества, чтобы предотвратить дорогостоящие возвраты платежей.",
  skilThreeTitleOfRetail: "Роботизированная автоматизация процессов (RPA)",
  skilThreeSubtitleOfRetail:
    "Хотя стоимость остается главным барьером при внедрении RPA, ожидается, что все больше и больше предприятий электронной коммерции будут использовать автоматизацию для сокращения рабочей силы.",
  skilFourTitleOfRetail: "Блокчейн",
  skilFourSubtileOfRetail:
    "Платежи, управление цепочками поставок и децентрализованные торговые площадки в настоящее время являются тремя основными вариантами использования технологии блокчейн в электронной коммерции.",
  titleOfSolutionOfRetail:
    "Наши решения для розничной торговли и электронной коммерции",
  titleOfCardOfOneSolutionOfRetail:
    "Решения для разработки веб-сайтов электронной коммерции",
  subtitleOfCardOfOneSolutionOfRetail:
    "Мы разрабатываем передовые и футуристические веб-сайты электронной коммерции, которые объединяют функции маркетинга, платежей и доставки. Наши решения для электронной коммерции с несколькими площадками идеально подходят для предприятий, присутствие которых охватывает разные географические регионы. Мы помогаем брендам электронной коммерции создавать интернет-магазины с нуля, используя технологически-независимый подход.",
  titleOfCardOfTwoSolutionOfRetail:
    "Компания по разработке приложений для электронной коммерции",
  subtitleOfCardOfTwoSolutionOfRetail:
    "Мы помогаем увеличить прибыль бизнеса, запуская передовые и интуитивно понятные мобильные приложения для платформ iOS и Android. Благодаря полной гибкости, лучшим в своем классе функциям и расширенным возможностям настройки для рынка мобильной коммерции, наши невероятно быстрые приложения повышают качество покупок для конечных пользователей. опыты.",
  titleOfCardOfThreeSolutionOfRetail:
    "Пользовательская корзина для электронной коммерции",
  subtitleOfCardOfThreeSolutionOfRetail:
    "Мы разрабатываем настраиваемые тележки для покупок, отвечающие эстетическим и функциональным потребностям рынка электронной коммерции. Мы делаем все возможное, чтобы оптимизировать покупательский опыт клиентов. Наши пользовательские корзины для покупок включают в себя расширенные функции, такие как восстановление неиспользованных покупок.",
  titleOfCardOfFourSolutionOfRetail:
    "Решения для электронной коммерции с открытым исходным кодом",
  subtitleOfCardOfFourSolutionOfRetail:
    " Мы создаем уникальные интернет-магазины с нуля, используя платформы электронной коммерции с открытым исходным кодом, такие как Magento, BigCommerce, Shopify и Drupal Commerce. Наши решения для электронной коммерции с открытым исходным кодом интегрируются с многочисленными сторонними API и предлагают многоязычную, мультивалютную и глобальную функциональность.",
  titleOfCardOfFiveSolutionOfRetail: "Интеграция платежного шлюза",
  subtitleOfCardOfFiveSolutionOfRetail:
    "Мы разрабатываем индивидуальные платежные решения, которые интегрируются с такими платежными шлюзами, как PayPal, Amazon Payments, Worldpay, SecurePay, Braintree, First Data и т. д. Наши платформы электронной коммерции принимают платежи с помощью кредитных карт, дебетовых карт, электронных переводов баланса (EBT), мобильных устройств. платежи и подарочные карты, среди прочего. ",
  titleOfCardOfSixSolutionOfRetail: "Мультисайтовая электронная коммерция",
  subtitleOfCardOfSixSolutionOfRetail:
    "Наши решения для многосайтовой электронной коммерции наиболее подходят для компаний, чье присутствие распространяется на разные регионы и языки и которым необходимо управлять несколькими витринами под одним администратором. Наша многосайтовая электронная коммерция помогает платформам онлайн-торговли добиться значительной рентабельности инвестиций и предоставить уникальные впечатления от покупок. ",
  titleOfCardOfSevenSolutionOfRetail:
    " Программное обеспечение для мультивендорной торговой площадки",
  subtitleOfCardOfSevenSolutionOfRetail:
    " Мы разрабатываем масштабируемые онлайн-торговые площадки с участием нескольких поставщиков для предприятий электронной коммерции, которые предлагают пользователям разнообразные продукты от разных поставщиков по конкурентоспособным ценам. Наши решения позволяют платформам электронной коммерции настраивать несколько структур комиссионных для поставщиков, включая комиссии на основе категорий.",
  titleOfCardOfEightSolutionOfRetail:
    "Программное обеспечение для электронной коммерции B2B и B2C",
  subtitleOfCardOfEightSolutionOfRetail:
    "Мы разрабатываем полнофункциональные гибридные решения для электронной коммерции, которые помогают управлять операциями электронной коммерции B2B и B2C с единой панели управления. Наши решения включают сложные функции, такие как разрешения пользователей, системы управления заказами и варианты бизнес-кредитования. ",
  titleOfCardOfNineSolutionOfRetail:
    "Разработка приложений на заказной торговой площадке",
  subtitleOfCardOfNineSolutionOfRetail:
    "Мы — ведущая компания по разработке приложений для рынка, которая предоставляет инновационные и передовые решения для средних и предприятий из списка Fortune 500. Мы умеем воплощать идеи в реальность и предлагать отличные впечатления на платформах Android и iOS.",
  //retail

  // fintech
  topHeaderOfTitleOfFinTech:
    "Главная / Отрасли / Финтех, банковское дело, финансовые услуги и страхование",

  headerOfTitleOfFintech:
    "Финтех, банковское дело, финансовые услуги и страхование",

  headerOfSubtitleOfFintech:
    "Программные решения FinTech, предназначенные для обеспечения гибкости, лидерства в затратах и операционной эффективности.",
  overviewOfTitleOfFintech: "Обзор",
  overviewOfSubtitleOfFintech:
    "Как ведущая компания по разработке банковского и финансового программного обеспечения, мы помогаем расширить возможности интеллектуального банкинга, основанного на цифровой трансформации, обеспечивая мгновенные и безопасные транзакции для обеспечения омниканального взаимодействия с продуктами и услугами. Наши постоянные инновации позволяют банковскому сектору извлекать выгоду из модернизированной архитектуры, основанной на прорывных технологиях. Мы являемся лидером в разработке облачных программных решений FinTech для достижения операционного совершенства. Некоторые из крупнейших компаний в сфере банковских и финансовых услуг полагаются на наши решения для оптимизации каждой точки взаимодействия с клиентами по всем каналам. Наша методология экономичной разработки программного обеспечения позволяет предприятиям быстро создавать и развивать приложения.",
  skilTitleOfFintech: "Инновационные банковские решения ",
  skilOneTitleOfFintech: "Облако",
  skilOneSubtitleOfFintech:
    "Финансовые учреждения переходят на облачные приложения «Программное обеспечение как услуга» (SaaS) для непрофильных бизнес-процессов, таких как CRM, финансовый учет и проверка KYC.",
  skilTwoTitleOfFintech: "Разговорный ИИ в банковском деле ",
  skilTwoSubtitleOfFintech:
    "Дизайнерское мышление и инновации в сфере финансовых технологий, основанные на данных и искусственном интеллекте (ИИ), могут помочь создать новые модели взаимодействия с клиентами.",
  skilThreeTitleOfFintech: "Блокчейн",
  skilThreeSubtitleOfFintech:
    "Несколько ключевых атрибутов, таких как криптографическая безопасность, встроенная избыточность и целостность процессов, делают технологию блокчейна уникально подходящей для обеспечения безопасного взаимодействия B2B.",
  skilFourTitleOfFintech: "Безкарточный банкомат с поддержкой мобильности",
  skilFourSubtileOfFintech:
    "Банк использует мобильные решения, чтобы разрушить барьеры доступа к банкоматам, обеспечивая возможность бесконтактных транзакций без необходимости использования дебетовой или кредитной карты.",
  titleOfSolutionOfFintech:
    "Наши банковские и финансовые программные решения Пользовательское банковское программное обеспечение",
  titleOfCardOfOneSolutionOfFintech:
    "Пользовательское банковское программное обеспечение",
  subtitleOfCardOfOneSolutionOfFintech:
    "Наши передовые программные решения для финансовых учреждений предназначены для удовлетворения растущих потребностей отрасли. Мы разрабатываем банковские платформы с функциональностью API, чтобы дать возможность банковским и финансовым компаниям контролировать ситуацию и внедрять новые продукты, а также с легкостью управлять нормативными требованиями.",
  titleOfCardOfTwoSolutionOfFintech:
    "Программное обеспечение для мобильного банкинга",
  subtitleOfCardOfTwoSolutionOfFintech:
    "Наши решения для мобильного банкинга позволяют банкам предоставлять своим клиентам доступ к интернет-банкингу в любое время и из любой точки мира с гибкостью, более высокой производительностью и отличным пользовательским интерфейсом (UX). Мы разрабатываем высокозащищенные и простые в использовании мобильные банковские приложения, которые ожидает каждый клиент.",
  titleOfCardOfThreeSolutionOfFintech: "Платежные и биллинговые решения",
  subtitleOfCardOfThreeSolutionOfFintech:
    "Мы создаем интеллектуальные, интерактивные и интуитивно понятные решения для оплаты цифровых счетов, которые позволяют потребителям банковских услуг с легкостью просматривать и оплачивать счета. Мы разрабатываем крупные сети доставки электронных счетов на основе глубокого понимания и анализа последних тенденций.",
  titleOfCardOfFourSolutionOfFintech:
    "Программное обеспечение для однорангового (P2P) кредитования и краудфандинга",
  subtitleOfCardOfFourSolutionOfFintech:
    "Наши передовые альтернативные финансовые решения, такие как одноранговое (P2P) кредитование, краудфандинг, кредитование на рынке, бизнес-кредитование на основе онлайн-платформы и торговля счетами, позволяют банковским компаниям предоставлять кредитные услуги нужным бенефициарам.",
  titleOfCardOfFiveSolutionOfFintech:
    "Решения по обеспечению соответствия и управлению рисками ",
  subtitleOfCardOfFiveSolutionOfFintech:
    "Наши интеллектуальные решения мирового уровня по обеспечению соответствия требованиям и управлению рисками помогают банковским и финансовым организациям разумно оценивать риски, связанные с соблюдением требований. Наши решения помогают эффективно реагировать на нормативные требования, ограничивать обмен конфиденциальными данными извне, а также просматривать и управлять потенциальными внутренними рисками.",
  titleOfCardOfSixSolutionOfFintech:
    "Программное обеспечение для управления инвестиционным портфелем ",
  subtitleOfCardOfSixSolutionOfFintech:
    "Наши опытные разработчики создают и внедряют индивидуальные решения для управления портфелем, которые помогают оптимизировать использование ресурсов и оптимизировать повседневные бизнес-процессы. Мы также интегрируемся с комплексными модулями управления активами и алгоритмами сокращения торговых расходов.",
  titleOfCardOfSevenSolutionOfFintech:
    "Программное обеспечение для управления кредитами ",
  subtitleOfCardOfSevenSolutionOfFintech:
    "Мы предоставляем единую платформу для управления всеми кредитными операциями. Наше программное обеспечение для управления кредитами предназначено для управления всем жизненным циклом кредита: от его выдачи до управления и погашения. Мы помогаем банкам быстро масштабироваться, одновременно сокращая расходы.",
  titleOfCardOfEightSolutionOfFintech:
    "Разработка программного обеспечения для торговой платформы ",
  subtitleOfCardOfEightSolutionOfFintech:
    "Мы разрабатываем индивидуальные программные решения для торговых платформ для трейдеров, управляющих активами, инвестиционных агентств, трастовых фондов, финансовых посредников и банков. Наши собственные платформы обеспечивают обработку транзакций в реальном времени, мониторинг рынка и многое другое.",
  titleOfCardOfNineSolutionOfFintech:
    " Блокчейн-решения для банковских и финансовых услуг",
  subtitleOfCardOfNineSolutionOfFintech:
    "Мы разрабатываем и интегрируем решения блокчейна, чтобы дать предприятиям возможность построить децентрализованную цифровую экономику нового поколения. Наш спектр услуг включает в себя разработку распределенных приложений (DApp), разработку криптокошельков, разработку блокчейн-приложений корпоративного уровня и многое другое.",
  //reatil

  // ---------- Home page  ----------

  // ---------- Header & Navbar ----------
  platforms: "Платформы и продукты",
  industries: "Отрасли",
  news: "Новости",
  blog: "Блог",
  login: "Войти",
  menu: "МЕНЮ",

  // ---------- Main section ----------
  homeMainTitleTop: "Наймите лучших",
  homeMainTitleLeft: "Профессионал",
  homeMainTitleRight: "Программное обеспечение",
  homeMainTitleButtom: "Инженер",
  homeMainDesc:
    "MagicSoft — это эксклюзивная группа ведущих разработчиков программного обеспечения, дизайнеров, финансовых экспертов, менеджеров по продуктам и менеджеров проектов в мире.",
  hireTopEngineers: "Нанимайте лучших инженеров",
  whyMagicSoft: "Почему MagicSoft?",

  // ---------- Job Items ----------
  financeExperts: "Финансовые эксперты",
  projectManagers: "Менеджеры проектов",
  softwareEngineers: "Инженеры-программисты",
  productDesign: "Дизайн продуктаn",
  productManagement: "Управление продуктом",
  productStrategyAndConsulting: "Стратегия продукта и консалтинг",

  // ---------- Leading Brands Section ----------
  leadiongTitle: "Доверяют ведущие бренды и стартапы",
  moreUpper: "БОЛЬШЕ",

  // ---------- Digitial Experience Section ----------
  digitialExperienceTitle: "Цифровой опыт",
  digitialExperienceDesc1:
    "Мы используем дизайн, ориентированный на человека, чтобы создать уникальный и высокоэффективный клиентский опыт",
  digitialExperienceDesc2:
    "Чтобы идти в ногу с сегодняшним быстро меняющимся миром, вам необходимо использовать цифровые инновации для создания передового, запоминающегося опыта работы с клиентами (CX), который устанавливает стандарты для вашей аудитории",

  // ---------- Our Services Section ----------
  ourService: "Наш Сервис",
  productEngineering: "Инжиниринг продукта",
  productEngineeringDesc:
    "Мы предоставляем инновационные и надежные инженерные решения на протяжении всего жизненного цикла продукта, в то время как вы остаетесь сосредоточены на своей основной компетенции",
  dataEngineeringAI: "Инженерия данных и искусственный интеллект",
  dataEngineeringAIDesc:
    "Поднимите свой бизнес на беспрецедентные высоты, повысив производительность и оптимизацию благодаря нашим трансформационным возможностям искусственного интеллекта и машинного обучения",
  cloudEngineering: "Облачная инженерия",
  cloudEngineeringDesc:
    "Создавайте приложения и переходите в облако экономически эффективным и скоординированным образом, используя наш опыт в предметной области, ускорители и платформы.",
  nextGenServices: "Службы NextGen",
  nextGenServicesDesc:
    "Мы используем новые технологии, такие как блокчейн, метавселенная и Web3, чтобы изменить способы взаимодействия компаний и людей друг с другом.",
  viewAllServices: "Просмотреть все службы",

  // ---------- Our Technologies ----------
  We: "Мы",
  ourTechnologiesTitle1: "Революция в промышленности",
  ourTechnologiesTitle2: "С мощью технологий",
  travelLogistics: "Путешествия, Логистика",
  hospitality: "Гостеприимство",
  travelLogisticsDesc:
    "Раскройте искусство и науку привлечения путешественников с помощью комплексных туристических технологий",
  LEARNMORE: "УЗНАТЬ БОЛЬШЕ",
  and: "и",
  Retail: "Розница",
  ecommerce: "Электронная коммерция",
  retailDesc:
    "Стимулирование роста посредством динамичных решений для электронной коммерции",
  Fintech: "Финтех",
  Banking: "Банковское дело",
  fintechTitle:
    "Программные решения FinTech, предназначенные для обеспечения гибкости, лидерства по затратам и операционной эффективности",

  // ---------- Our Mission ----------
  thisIsOur: "Это наше",
  mission: "миссия",
  missionTitle1:
    "Быть надежным цифровым партнером и добиваться результатов трансформации для наших клиентов, а также предоставлять нашим сотрудникам возможность полностью реализовать свой потенциал",
  missionTitle2:
    "Мы используем дизайн, ориентированный на человека, чтобы создать уникальный и высокоэффективный клиентский опыт",
  MORE: "БОЛЕЕ",

  // ---------- Our Community ----------
  OurCommmunity: "Наше сообщество",
  GitHub: "Гитхаб",
  Follow: "Следовать",
  Telegram: "Телеграмма",
  JOIN: "ПРИСОЕДИНИТЬСЯ",
  Twitter: "Твиттер",
  Instagram: "Инстаграм",
  Linkedin: "Линкедин",
  Youtube: "Ютуб",
  Discord: "Диссорд",
  Facebook: "Facebook",

  // ---------- Successful Projects ----------
  SuccessfulProjects: "Успешные проекты",
  feedbackTitle: "Что говорят наши клиенты",

  // ---------- PlatformNavbar ----------
  joinProjects: "Присоединяйтесь к нашим проектам",
  dreams:
    "Вы можете заниматься с нами проектами своей мечты, все, что вам нужно сделать, это связаться с нами .",
  contact: "контакт",

  // ---------- PlatformNavbar ----------
  allProjects: "Все проекты",

  // ---------- AllProjects ----------
  all: "Все",
  startup: "Запускать",
  enterprice: "Предприятие",
  ecommerceTitle: "Электронная коммерция",
  SaaS: "СааС",
  socialMedia: "Социальные медиа",

  memoriable: "Памятные фотографии",

  // ---------- Home page  ----------

  // ---------- Main section ----------
  homeMainTitleTop: "Наймите лучших",
  homeMainTitleLeft: "«Профессионал»",
  homeMainTitleRight: "Программное обеспечение",
  homeMainTitleButtom: "Инженер",
  homeMainDesc:
    "MagicSoft — это эксклюзивная группа ведущих разработчиков программного обеспечения, дизайнеров, финансовых экспертов, менеджеров по продуктам и менеджеров проектов в мире.",
  hireTopEngineers: "Нанимайте лучших инженеров",
  whyMagicSoft: "Почему MagicSoft?",

  // ---------- Job Items ----------
  financeExperts: "Финансовые эксперты",
  projectManagers: "Менеджеры проектов",
  softwareEngineers: "Инженеры-программисты",
  productDesign: "Дизайн продуктаn",
  productManagement: "Управление продуктом",
  productStrategyAndConsulting: "Стратегия продукта и консалтинг",

  // ---------- Leading Brands Section ----------
  leadiongTitle: "Доверяют ведущие бренды и стартапы",
  moreUpper: "БОЛЬШЕ",

  // ---------- Digitial Experience Section ----------
  digitialExperienceTitle: "Цифровой опыт",
  digitialExperienceDesc1:
    "Мы используем дизайн, ориентированный на человека, чтобы создать уникальный и высокоэффективный клиентский опыт",
  digitialExperienceDesc2:
    "Чтобы идти в ногу с сегодняшним быстро меняющимся миром, вам необходимо использовать цифровые инновации для создания передового, запоминающегося опыта работы с клиентами (CX), который устанавливает стандарты для вашей аудитории",

  // ---------- Our Services Section ----------
  ourService: "Наш Сервис",
  productEngineering: "Инжиниринг продукта",
  productEngineeringDesc:
    "Мы предоставляем инновационные и надежные инженерные решения на протяжении всего жизненного цикла продукта, в то время как вы остаетесь сосредоточены на своей основной компетенции",
  dataEngineeringAI: "Инженерия данных и искусственный интеллект",
  dataEngineeringAIDesc:
    "Поднимите свой бизнес на беспрецедентные высоты, повысив производительность и оптимизацию благодаря нашим трансформационным возможностям искусственного интеллекта и машинного обучения",
  cloudEngineering: "Облачная инженерия",
  cloudEngineeringDesc:
    "Создавайте приложения и переходите в облако экономически эффективным и скоординированным образом, используя наш опыт в предметной области, ускорители и платформы.",
  nextGenServices: "Службы NextGen",
  nextGenServicesDesc:
    "Мы используем новые технологии, такие как блокчейн, метавселенная и Web3, чтобы изменить способы взаимодействия компаний и людей друг с другом.",
  viewAllServices: "Просмотреть все службы",

  // ---------- Our Technologies ----------
  We: "Мы",
  ourTechnologiesTitle1: "Революция в промышленности",
  ourTechnologiesTitle2: "С мощью технологий",
  travelLogistics: "Путешествия, Логистика",
  hospitality: "Гостеприимство",
  travelLogisticsDesc:
    "Раскройте искусство и науку привлечения путешественников с помощью комплексных туристических технологий",
  LEARNMORE: "УЗНАТЬ БОЛЬШЕ",
  and: "и",
  Retail: "Розница",
  ecommerce: "Электронная коммерция",
  retailDesc:
    "Стимулирование роста посредством динамичных решений для электронной коммерции",
  Fintech: "Финтех",
  Banking: "Банковское дело",
  fintechTitle:
    "Программные решения FinTech, предназначенные для обеспечения гибкости, лидерства по затратам и операционной эффективности",

  // ---------- Our Mission ----------
  thisIsOur: "Это наше",
  mission: "миссия",
  missionTitle1:
    "Быть надежным цифровым партнером и добиваться результатов трансформации для наших клиентов, а также предоставлять нашим сотрудникам возможность полностью реализовать свой потенциал",
  missionTitle2:
    "Мы используем дизайн, ориентированный на человека, чтобы создать уникальный и высокоэффективный клиентский опыт",

  // ---------- Our Community ----------
  OurCommmunity: "Наше сообщество",
  GitHub: "Гитхаб",
  Follow: "Следовать",
  Telegram: "Телеграмма",
  JOIN: "ПРИСОЕДИНИТЬСЯ",
  Twitter: "Твиттер",
  Instagram: "Инстаграм",
  Linkedin: "Линкедин",
  Youtube: "Ютуб",
  Discord: "Диссорд",
  Facebook: "Facebook",

  // ---------- Successful Projects ----------
  SuccessfulProjects: "Успешные проекты",
  feedbackTitle: "Что говорят наши клиенты",
};
export default ru;
